"PageTitle" = "Выбор места установки";

/* Target Select Strings */
"SelectMessage_Volumes" = "Выберите диск для установки ПО %@.";
"SelectMessageChecking_Volumes" = "Проверяю дополнительные диски…";

/* Domain Select Strings */
"SelectMessage_Domains" = "Каким образом Вы хотите установить это ПО?";
"SelectMessageChecking_Domains" = "Проверяю дополнительные размещения для установки…";

/* Available domain strings */
"DomainInstall_Local" = "Установить для всех пользователей компьютера";
"DomainInstall_User" = "Установить только для меня";
"DomainInstall_Anywhere" = "Установить на определенном жестком диске…";

/* The entire destination message - where the software will be installed. Displayed on the regular panel. */
"DestinationMessageDriveAndDirectory" = "Вы решили установить это ПО в папке «%1$@» на диске «%2$@».";
"DestinationMessageDriveOnly" = "Вы решили установить это ПО на диске «%@».";
"DestinationMessage_HomeDir" = "Вы решили установить это ПО в своей папке пользователя. Пользоваться этим ПО сможет только текущий пользователь. ";
"DestinationMessage_LocalMachine" = "Вы решили установить это ПО для всех пользователей этого компьютера.";

/* Tells the user how much space is needed to install the software */
"SizeMessageInstallNoSpaceNeeded" = "Для установки этого ПО нет необходимости в дополнительном месте.";
"SizeMessageInstall" = "Для установки этого ПО требуется %@ свободного места.";


"CannotInstallMessage_Volume" = "%1$@ нельзя устанавливать на данном диске. %2$@";
"CannotInstallMessage_Domain" = "Выполнять установку %1$@ в этом размещении нельзя. Установщик %1$@ не разрешает устанавливать здесь это ПО.";

"InstallMessage" = "Вы решили установить %@ на этом диске.";
"UpgradeMessage" = "Вы решили обновить %@ на этом диске.";

"NeedChangeInstallMessage" = "Вы не можете установить %1$@ на этом диске, не изменив настройки установки. Нажмите «Параметры» для изменения настроек. %2$@";

/* Options Panel Strings */
"InstallOSDescription" = "Установка: %@";
"InstallOSDescriptionParagragh" = "Устанавливает %@ в первый раз.";

"UpgradeOSDescription" = "Обновить %@";
"UpgradeOSDescriptionParagragh" = "Обновляет более раннюю версию %@.";

/* Version Package Rev Strings */
"VersionSheetTitle" = "На выбранном Вами диске находится более новая версия устанавливаемого ПО.";
"VersionSheetMessage" = "Установка этого ПО заменит более новую версию более старой.";
"VersionInstallMessage" = "Вы решили установить это ПО на диске, на котором находится более новая версия.";
